[
    {
        "author": "Ivan Raljušić",
        "date": "2020-06-02T22:00:00.000Z",
        "image": "https://i.imgur.com/OAqkdBo.png",
        "itemId": "dfsfdsfsdfsdfsdf",
        "text": "Mogu li zaista povjerovati svojim srcem da si uskrsnuo i da si zaista u svakom trenutku prisutan u svakome dijelu svijeta. Mogu li povjerovati da si i sada ovdje prisutan, da želiš biti u mome društvu. Unatoč tome što mi moje misli govore da je to nemoguće, unatoč tome što mi moje rane govore kako Te ja ne zanimam, mogu li se ipak odvažiti i reći Ti da Ti vjerujem. \nToliko je toga čemu robujem, odnosno smatram kako bez toga ne mogu. Toliko je toga u što ulažem čitavo svoje srce, a opet to isto srce ne osjeća ispunjenost. Mnoštvo je mojih lažnih bogova koji mi kradu radost u životu i svaki puta kada odlučim da ću prestati ne uspijevam dugo izdržati. Možda je moja vjera u neuspjeh puno jača, nego vjera u Tvoju svemogućnost. \nZanimljivo je kako se olako prepustim nevjeri i kako me tada ne napada osjećaj vjere. No kada odlučim vjerovati čitavo se moje biće buni i sumnja. Ti znaš Isuse da moje srce samo ne može i da mu treba Tvoja pomoć. Ja želim vjerovati, želim sada na glas ponavljati kako Ti vjerujem i kako vjerujem da si Tu pored mene. \nJa vjerujem da me Ti želiš čuti, ja vjerujem da Ti je stalo, ja vjerujem da me Ti više od ičega želiš ozdraviti i osloboditi od moga ropstva. Ja vjerujem da me Ti želiš dotaknuti, ja vjerujem da me želiš učiniti posve novim, ja vjerujem da je Tvoja Ljubav snažnija od moga srama i grijeha, ja vjerujem da si Ti jedini koji može moje rane razumjeti i iscijeliti, ja vjerujem da si Ti zaista svemoguć, ja vjerujem da je Tvoja volja za moj život bolja od moje volje. Ja Ti vjerujem, ja Ti vjerujem.",
        "title": "Mogu li povjerovati?",
        "locale": "hr",
        "used": true
    },
    {
        "author": "",
        "date": "2020-06-02T22:00:00.000Z",
        "image": "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/07/The_Pharisees_and_the_Saduccees_Come_to_Tempt_Jesus_Les_pharisiens_et_les_saduc%C3%A9ens_viennent_pour_tenter_J%C3%A9sus_-1.jpg",
        "itemId": "asdasdsfgd",
        "text": "“Teacher, we know that you are a truthful man and that you are not concerned with anyone’s opinion. You do not regard a person’s status but teach the way of God in accordance with the truth.”  Mark 12:14a\n\nThis statement was made by some of the Pharisees and Herodians who were sent to “ensnare” Jesus in His speech.  They act in a sneaky and cunning way to draw Jesus in.  They are trying to get Him to speak in opposition to Caesar so that they can get Him in trouble with the Roman authorities.  But interestingly, what they say of Jesus is quite true and is a great virtue.  \n\nThey say two things that highlight Jesus’ virtues of humility and sincerity: 1) “You are not concerned with anyone’s opinion;” 2) “You do not regard a person’s status.”  Of course they went on to then try to trick Him into breaking Roman law.  Jesus does not fall for their trick and does outsmart them in the end.\n\nHowever, these virtues are good for us to reflect upon because we should strive to have them alive in our own lives.  First, we should not be concerned with others’ opinions.  But this must be properly understood.  Sure, it’s important to listen to others and to consult them and to be open minded.  Other people’s insights can be crucial to making good decisions in life.  But what we should avoid is the danger of allowing others to dictate our actions out of fear.  Sometimes the “opinions” of others are negative and wrong.  We can all experience peer pressure in various ways.  Jesus never gave in to the false opinions of others nor did He allow the pressure of those opinions to change how He acted.\n\nSecondly, they point out that Jesus does not allow the “status” of another to influence Him.  Again, this is a virtue.  What we have to know is that all people are equal in the mind of God.  A position of power or influence does not necessarily make one person more correct than another.  What’s important is the sincerity, integrity and truthfulness of each person.  Jesus exercised this virtue perfectly.\n\nReflect, today, upon whether these words could also be said about you.  Strive to learn from the statement of these Pharisees and Herodians; strive to live a life of integrity and humility.  If you do so, you will also be given a share in the wisdom of Jesus so as to navigate the most difficult snares of life.\n\nLord, I do want to be a person of honesty and integrity.  I want to listen to the good advice of others but not be influenced by the errors or pressures that may also come my way.  Help me to always seek You and Your truth in all things.  Jesus, I trust in You.",
        "title": "Navigating the Snares of Life",
        "locale": "en",
        "used": true
    }
]